{
  "language": "en",
  "duration": 476.47,
  "text": "Intelligent, but none is born with the skill to use a tool Youngsters like this one must learn by watching She uses special tools one after another to get all the honey she can and in a few minutes She destroys what took the bees years to build in the rain forest Nothing is safe Here in the Congo there can be as many as 500 trees crammed into every acre In the battle for space some will rise to over 60 meters high in just a few decades In a valley like this there could be close on 1,000 different species of tree Up here the crowns barely touch each tree seems to respect its neighbors space When they germinate down on the forest floor young trees and plants are less restrained But every new generation fights it out in battles. We can see by accelerating time They must get light if they are to survive And they squeeze crush and even a slash one another in order to reach it Despite the thick canopy above some sunlight does filter through and allows a few low-light Specialists to bloom near the forest floor down here There are animals too that seek out the sunlight the forest's largest predator a female rock python Her body is five meters long weighs a hundred kilos and has 4,000 muscles that she uses to crush the life out of her victims But right now her need is not for food. It's for warmth she finds a rare patch where a shaft of sunlight strikes the ground and She begins to bask She's cold-blooded. So this is the only way she can raise the temperature of her body But now she's becoming very warm indeed more than 10 degrees hotter than usual at 40 degrees centigrade She's in danger of killing herself Just in time she moves off. He disappears below ground This is her nest and it's full of giant eggs It's critical for the eggs development that they stay above 30 degrees Here in this special filming burrow. She gently wraps her superheated body around the eggs Passing on to them the warmth of the Sun She has done this every day for three months the repeated heat stress on her body is so great it could be lethal and At the very least it will take three years for her to recover from incubating this one clutch of eggs her parchment shelled eggs carry the pressed imprint of her scales an Indication of the strength of her embrace At last her efforts are rewarded But the babies can't stay here. They must leave their sanctuary and find food in the tangled world above They're over 60 centimeters long already big enough to be a threat to the smaller inhabitants of the forest But they are themselves vulnerable",
  "segments": [
    {
      "start": 0.0,
      "end": 4.28,
      "text": " Intelligent, but none is born with the skill to use a tool"
    },
    {
      "start": 15.53,
      "end": 18.65,
      "text": " Youngsters like this one must learn by watching"
    },
    {
      "start": 19.41,
      "end": 55.34,
      "text": " She uses special tools one after another to get all the honey she can and in a few minutes"
    },
    {
      "start": 55.54,
      "end": 69.53,
      "text": " She destroys what took the bees years to build in the rain forest"
    },
    {
      "start": 70.33,
      "end": 72.05,
      "text": " Nothing is safe"
    },
    {
      "start": 72.05,
      "end": 85.17,
      "text": " Here in the Congo there can be as many as 500 trees crammed into every acre"
    },
    {
      "start": 85.73,
      "end": 93.04,
      "text": " In the battle for space some will rise to over 60 meters high in just a few decades"
    },
    {
      "start": 93.56,
      "end": 105.15,
      "text": " In a valley like this there could be close on 1,000 different species of tree"
    },
    {
      "start": 105.67,
      "end": 116.3,
      "text": " Up here the crowns barely touch each tree seems to respect its neighbors space"
    },
    {
      "start": 117.02,
      "end": 126.54,
      "text": " When they germinate down on the forest floor young trees and plants are less restrained"
    },
    {
      "start": 127.26,
      "end": 135.54,
      "text": " But every new generation fights it out in battles. We can see by accelerating time"
    },
    {
      "start": 136.22,
      "end": 140.62,
      "text": " They must get light if they are to survive"
    },
    {
      "start": 141.34,
      "end": 146.5,
      "text": " And they squeeze crush and even a slash one another in order to reach it"
    },
    {
      "start": 167.92,
      "end": 173.98,
      "text": " Despite the thick canopy above some sunlight does filter through and allows a few low-light"
    },
    {
      "start": 174.36,
      "end": 207.59,
      "text": " Specialists to bloom near the forest floor down here"
    },
    {
      "start": 207.59,
      "end": 228.4,
      "text": " There are animals too that seek out the sunlight the forest's largest predator a female rock python"
    },
    {
      "start": 228.72,
      "end": 235.55,
      "text": " Her body is five meters long weighs a hundred kilos and has"
    },
    {
      "start": 236.11,
      "end": 240.91,
      "text": " 4,000 muscles that she uses to crush the life out of her victims"
    },
    {
      "start": 241.59,
      "end": 248.2,
      "text": " But right now her need is not for food. It's for warmth"
    },
    {
      "start": 248.88,
      "end": 259.41,
      "text": " she finds a rare patch where a shaft of sunlight strikes the ground and"
    },
    {
      "start": 260.65,
      "end": 262.65,
      "text": " She begins to bask"
    },
    {
      "start": 263.09,
      "end": 272.21,
      "text": " She's cold-blooded. So this is the only way she can raise the temperature of her body"
    },
    {
      "start": 272.77,
      "end": 284.93,
      "text": " But now she's becoming very warm indeed more than 10 degrees hotter than usual at 40 degrees centigrade"
    },
    {
      "start": 284.93,
      "end": 286.93,
      "text": " She's in danger of killing herself"
    },
    {
      "start": 291.55,
      "end": 303.61,
      "text": " Just in time she moves off. He disappears below ground"
    },
    {
      "start": 304.13,
      "end": 319.9,
      "text": " This is her nest and it's full of giant eggs"
    },
    {
      "start": 320.3,
      "end": 329.36,
      "text": " It's critical for the eggs development that they stay above 30 degrees"
    },
    {
      "start": 334.95,
      "end": 340.67,
      "text": " Here in this special filming burrow. She gently wraps her superheated body around the eggs"
    },
    {
      "start": 341.84,
      "end": 343.92,
      "text": " Passing on to them the warmth of the Sun"
    },
    {
      "start": 344.52,
      "end": 354.21,
      "text": " She has done this every day for three months"
    },
    {
      "start": 354.81,
      "end": 360.58,
      "text": " the repeated heat stress on her body is so great it could be lethal and"
    },
    {
      "start": 361.03,
      "end": 367.75,
      "text": " At the very least it will take three years for her to recover from incubating this one clutch of eggs"
    },
    {
      "start": 368.47,
      "end": 394.85,
      "text": " her parchment shelled eggs carry the pressed imprint of her scales an"
    },
    {
      "start": 396.11,
      "end": 398.87,
      "text": " Indication of the strength of her embrace"
    },
    {
      "start": 399.51,
      "end": 409.37,
      "text": " At last her efforts are rewarded"
    },
    {
      "start": 409.73,
      "end": 435.67,
      "text": " But the babies can't stay here. They must leave their sanctuary and find food in the tangled world above"
    },
    {
      "start": 463.97,
      "end": 471.01,
      "text": " They're over 60 centimeters long already big enough to be a threat to the smaller inhabitants of the forest"
    },
    {
      "start": 471.53,
      "end": 476.47,
      "text": " But they are themselves vulnerable"
    }
  ]
}